Revit 2024 API
ParameterTypeId.ProjectIssueDate Property
 "Project Issue Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ProjectIssueDate { get; }
Visual Basic
Public Shared ReadOnly Property ProjectIssueDate As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ProjectIssueDate {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace